tap "homebrew/cask-drivers"
tap "universal-ctags/universal-ctags"

brew "coreutils"
brew "findutils"
brew "gnu-sed"
brew "wget"
brew "gnupg", link: true
brew "vim"
brew "neovim"

brew 'ag'
brew 'awscli'
brew 'confd'
brew 'dive'
brew 'duti'
brew 'Schniz/tap/fnm'
brew 'grep'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'libpq', link: true
brew 'md5sha1sum'
#brew 'nvm'
brew 'openssh'
brew 'packer'
brew 'pv'
brew 'pyenv'
brew 'python3'
brew 'rbenv'
brew 'rbenv-vars'
brew 'rename'
brew 'ruby-build'
brew 'screen'
brew 'ssh-copy-id'
cask 'osxfuse'
brew 'sshfs'
brew 'telnet'
brew 'tfenv'
brew 'universal-ctags', args: ["HEAD"]
brew 'vert'

cask 'android-file-transfer'
cask 'android-sdk'
cask 'caffeine'
cask 'displaylink'
cask 'docker'
cask 'dropbox'
cask 'flycut'
cask 'google-chrome'
cask 'google-drive-file-stream'
cask 'iterm2'
cask 'keybase'
cask 'licecap'
cask 'ngrok'
cask 'sketch'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'teamviewer'
cask 'vagrant'
cask 'vimr'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'viscosity'
cask 'vlc'
